export const newsData = [
  {
    id: 1,
    date: '2025-11-11',
    category: '表彰',
    title: '吉村大阪府知事より表彰を受けました！',
    thumbnail: '/src/imgs/news1.jpg',
    content: `先日、大阪府庁にて「大阪府動物愛護管理基金」への寄付に対する感謝状贈呈式が執り行われました。今回で感謝状をいただくのは昨年に続き二度目となります。

贈呈式では、大阪万博（EXPO2025）におけるオオカミプロジェクトの活動についてもお話させていただきました。

オオカミプロジェクトは大阪ヘルスケアパビリオンのオフィシャルパートナーとして4回にわたるイベントを成功させ、多くの方に認知していただけるようになりました。

また、大阪IR構想の進展や、UAEにおけるカジノ開発の状況など、国際的な観点からの意見交換も行われ、非常に有意義な時間となりました。

吉村知事からは、「今後もオオカミプロジェクトの活動に期待しています」と温かい励ましのお言葉を頂戴しました。
この言葉を胸に、今後もより一層、"動物たちの命を守る社会づくり"に全力で取り組んでまいります。`,
    images: [
      '/src/imgs/news1.jpg',
    ],
  },
  {
    id: 2,
    date: '2025-10-09',
    category: 'イベント',
    title: '大阪万博リボーンステージにてラストイベントを開催！',
    thumbnail: '/src/imgs/news2.jpg',
    content: `2025年10月9日・10日の2日間、EXPO2025大阪・関西万博「大阪ヘルスケアパビリオン」リボーンステージにて、OKAMI PROJECTによる特別イベントを開催いたしました。閉幕に向け来場者数が増加する中、両日とも事前予約が満席となり、多くの来場者で会場は大きな盛り上がりを見せました。

前半のトークセッションでは、真田哲也氏・東谷義和氏をゲストに迎え、動物と共生する社会に向けた考え方や実体験を共有。後半は、ビックスモールン氏、チェリー義勇氏、松本秀樹氏によるパフォーマンスを実施し、会場は笑顔と温かい雰囲気に包まれました。

本イベントは、エンターテインメントと啓発型情報発信を融合した新しい形の社会貢献型ステージとなり、プロジェクトの理念をより多くの人々へ届ける貴重な機会となりました。今後もOKAMI PROJECTは、動物と人が共に安心して暮らせる未来に向け、活動を続けてまいります。`,
    images: [
      '/src/imgs/news2.jpg',
    ],
  },
  {
    id: 3,
    date: '2025-09-01',
    category: 'ニュース',
    title: '商標特許取得が完了！',
    thumbnail: '/src/imgs/news3.jpg',
    content: `2025年9月、OKAMI PROJECTは本プロジェクトを象徴する4つの主要領域において正式に特許を取得いたしました。対象となるのは「オオカミコイン」「オオカミウォレット」「オオカミカード」、そしてプロジェクト全体コンセプトである「OKAMI PROJECT」です。

今回の特許取得は、暗号資産領域における社会性・独自性・技術的優位性が公的に認められた証であり、国内外におけるブランド保護および事業拡大に向けた重要な進展となりました。

これにより、OKAMI PROJECTは金融技術としてだけではなく、社会貢献型Web3モデルの先駆者としての立ち位置をより強固なものとし、次世代社会インフラとしての発展が期待されています。

今後も法整備・国際協力・市場開拓を進め、世界中へ安心・透明性・価値循環の仕組みを広げてまいります。`,
    images: [
      '/src/imgs/news3.jpg',
    ],
  },
  {
    id: 4,
    date: '2025-07-13',
    category: 'スポンサー',
    title: 'BreakingDown16 メインスポンサーとして参画しました！',
    thumbnail: '/src/imgs/news4.jpg',
    content: `2025年7月13日、OKAMI PROJECTは格闘技イベント「BreakingDown16」において、メインスポンサーとして参画いたしました。これまで暗号資産や金融領域のユーザーを中心に認知を広げてきた中、今回の取り組みにより一般層・若年層・エンターテインメント層へ向けた新たな接点が生まれ、プロジェクトの知名度拡大へ大きく貢献する結果となりました。

また、イベント配信や出場選手の公式SNSにて、OKAMI PROJECTロゴおよびオオカミカードの広告が多く露出し、YouTubeやTikTokにおける関連動画の再生数が大幅に増加。WEB・リアル双方で認知が急速に広がりました。

今後もOKAMI PROJECTは、多様な領域との連携を通じ、社会貢献型暗号通貨プロジェクトとしてさらなる普及と文化形成を目指してまいります。`,
    images: [
      '/src/imgs/news4.jpg',
    ],
  },
  {
    id: 5,
    date: '2025-06-13',
    category: 'イベント',
    title: '大阪・関西万博「大阪ヘルスケアパビリオン」リボーンステージにて第二弾スペシャルイベントを開催！',
    thumbnail: '/src/imgs/news3.jpg',
    content: `2025年6月13日、EXPO2025大阪・関西万博「大阪ヘルスケアパビリオン」リボーンステージにて、OKAMI PROJECT主催の特別イベントを開催いたしました。今回は声優・歌手として世界的人気を誇る松本梨香さん、そしてタレントの田口淳之介さんをゲストにお迎えし、多くの来場者が集まる盛況なステージとなりました。

本イベントでは、動物保護や社会貢献型金融モデルとしてのOKAMI PROJECTの取り組みを紹介しながら、エンターテインメントを通して新しい社会価値の可能性を発信しました。来場者からは多くの反響が寄せられ、体験型イベントとしてプロジェクトの認知拡大に大きく寄与する機会となりました。

今後もOKAMI PROJECTは、国内外での活動を通じて、動物と人が共に安心して生きられる未来づくりに取り組んでまいります。`,
    images: [
      '/src/imgs/news3.jpg',
    ],
  },
];
